{
  "intents": [
     {
      "tag": "office_of_the_governor",
      "patterns": [
        "What is the address of Office of the Governor?",
        "Where can I find the Office of the Governor?",
        "Office of the  Governor address please",
        "Where is the Office of the Governor?",
        "Office of the  Governor office location?"
      ],
      "responses": [
        "The Office of the  Governor is located at Government House  Dennis Osadebey Avenue, GRA,  Benin City.."
      ]
    },
     {
      "tag": "hospital_management_agency",
      "patterns": [
        "What is the address of the Hospital Management Agency (HMA)?",
        "Where can I find the Hospital Management Agency (HMA)?",
        "Hospital Management Agency (HMA) address please",
        "Where is theHospital Management Agency (HMA)?",
        "Hospital Management Agency HMA location?"
      ],
      "responses": [
        "The Hospital Management Agency (HMA), is located at te underground floor, Block B, Secretariat Complex, Sapele Road,  Benin City.."
      ]
    },
     {
      "tag": "christian_welfare_pilgrim_board",
      "patterns": [
        "What is the address of the Christian Welfare Pilgrim Board?",
        "Where can I find the Christian Welfare Pilgrim Board?",
        "Christian Welfare Pilgrim Board address please",
        "Where is theChristian Welfare Pilgrim Board?",
        "Christian Welfare Pilgrim Board location?"
      ],
      "responses": [
        "The Christian Welfare Pilgrim Board is located at 1st Floor, Block D, Secretariat Complex, Sapele Road,  Benin City.."
      ]
    },
    {
      "tag": "john_odigie_oyegun_public_and_civil_service_academy_joopsa",
      "patterns": [
        "What is the address of the John Odigie Oyegun Public/Civil Service Academy (JOOPSA)?",
        "Where can I find the John Odigie Oyegun Public/Civil Service Academy?",
        "John Odigie Oyegun Public/Civil Service Academy address please",
        "Where is the John Odigie Oyegun Public/Civil Service Academy?",
        "John Odigie Oyegun Public/Civil Service Academy (JOOPSA) location?",
        "JOOPSA Address"
      ],
      "responses": [
        "John Odigie Oyegun Public/Civil Service Academy (JOOPSA) is located at Gabriel Igbenedion  Avenue, GRA,  Benin City."
      ]
    },
     {
      "tag": "office_of_the_chief_of_staff",
      "patterns": [
        "What is the address of Office of the Chief of Staff?",
        "Where can I find the Office of the Chief of Staff??",
        "Office of the  Chief of Staff? address please",
        "Where is the Office of the Chief of Staff?r?",
        "Office of the  Chief of Staff? office location?",
        "Office of the CoS"
      ],
      "responses": [
        "The Office of the  Chief of Staff to the Governor is located at Government House  Dennis Osadebey Avenue, GRA,  Benin City.."
      ]
    },
     {
      "tag": "edo_state_social_investment_program",
      "patterns": [
        "What is the address of the Edo State Social Investment Program (SIP)?",
        "Where can I find the  Edo State Social Investment Program (SIP)?",
        " Edo State Social Investment Program (SIP) address please",
        "Where is the  Edo State Social Investment Program (SIP)?",
        " Edo State Social Investment Program (SIP) office location?",
        "Address of SIP"
      ],
      "responses": [
        "the Edo State Social Investment Program (SIP) is located at No 17, Vincent Agenmommen Road, Behind ESIPO Office, GRA,  Benin City.."
      ]
    },
    {
      "tag": "edo_state_flood_erosion_and_watershed_management_agency",
      "patterns": [
        "What is the address of edo state flood erosion and watershed management agency (EdoFEWMA)?",
        "Where can I find the edo state flood erosion and watershed management agency (EdoFEWMA)?",
        "edo state flood erosion and watershed management agency EdoFEWMA address please",
        "Where is the edo state flood erosion and watershed management agency (edo state flood erosion and watershed management agency (EdoFEWMA))?",
        "Give me the location of  EdoFEWMA?"
      ],
      "responses": [
        "The Edo State Flood Erosion and Watershed Management Agency (EdoFEWMA)  is located at  5th Floor Block D, Secretariat Complex, Sapele Road, Benin City ."
      ]
    },
     {
      "tag": "edo_innovate",
      "patterns": [
        "What is the address of edo innovate?",
        "Where can I find the office edo innovate?",
        "edo innovate address please",
        "Where is the edo innovate?",
        "edo_innovate office location?",
        "Give me the address or location of edo innovate office ?"
      ],
      "responses": [
        "The Office of the edo innovate is located at ICE Road , Benin City Edo State. "
      ]
    },
     {
      "tag": "ministry_of_budget",
      "patterns": [
        "What is the address of the Ministry of Budget?",
        "Where can I find the Ministry of Budget?",
        "Ministry of Budget address please",
        "Where is the Office Ministry of Budget?",
        "Ministry of Budget office location?"
      ],
      "responses": [
        "The Ministry of Budget is located at  1st Floor, Block B, Secretariat Complex, Sapele Road Benin City, Edo State."
      ]
    },
    {
      "tag": "office_of_the_deputy_governor",
      "patterns": [
        "What is the address of Office of the Deputy Governor?",
        "Where can I find the Office of the Deputy Governor?",
        "Office of the Deputy Governor address please",
        "Where is the Office of the Deputy Governor?",
        "Office of the Deputy Governor office location?"
      ],
      "responses": [
        "The Office of the Deputy Governor is located at Government House  Dennis Osadebey Avenue, GRA,  Benin City.."
      ]
    },
    {
      "tag": "directorate_of_government_house_and_protocols",
      "patterns": [
        "What is the address of Directorate of Government House and Protocols?",
        "Where can I find the Directorate of Government House and Protocols?",
        "Directorate of Government House and Protocols address please",
        "Where is the Directorate of Government House and Protocols?",
        "Directorate of Government House and Protocols office location?"
      ],
      "responses": [
        "The Directorate of Government House and Protocols is located at Government House  Dennis Osadebey Avenue, GRA,  Benin City.."
      ]
    },
    {
      "tag": "office_of_the_secretary_to_the_state_government",
      "patterns": [
        "What is the address of Office of the Secretary to the State Government?",
        "Where can I find the Office of the Secretary to the State Government?",
        "Office of the Secretary to the State Government address please",
        "Where is the Office of the Secretary to the State Government?",
        "Office of the Secretary to the State Government office location?",
        "Where is SSG's office?"
      ],
      "responses": [
        "The Office of the Secretary to the State Government is located at Government House  Dennis Osadebey Avenue, GRA,  Benin City.."
      ]
    },
    {
      "tag": "office_of_the_head_of_service",
      "patterns": [
        "What is the address of Office of the Head of Service?",
        "Where can I find the Office of the Head of Service?",
        "Office of the Head of Service address please",
        "Where is the Office of the Head of Service?",
        "Office of the Head of Service office location?",
        "Where is HoS's office?"
      ],
      "responses": [
        "The Office of the Head of Service is located at Government House,  Dennis Osadebey Avenue, GRA,  Benin City.."
      ]
    },
    {
      "tag": "directorate_human_resources_management",
      "patterns": [
        "What is the address of Directorate Human Resources Management?",
        "Where can I find the Directorate Human Resources Management?",
        "Directorate Human Resources Management address please",
        "Where is the Directorate Human Resources Management?",
        "Directorate Human Resources Management office location?"
      ],
      "responses": [
        "The Directorate Human Resources Management is located at Government House,  Dennis Osadebey Avenue, GRA,  Benin City.."
      ]
    },
    {
      "tag": "civil_service_commission",
      "patterns": [
        "What is the address of Civil Service Commission?",
        "Where can I find the Civil Service Commission?",
        "Civil Service Commission address please",
        "Where is the Civil Service Commission?",
        "Civil Service Commission office location?"
      ],
      "responses": [
        "The Civil Service Commission is located at Civil Service Commission Building  Edo State Secretariat Complex  Sapele Road. Benin City."
      ]
    },
    {
      "tag": "edo_state_waste_management_board",
      "patterns": [
        "What is the address of Edo State Waste Management Board?",
        "Where can I find the Edo State Waste Management Board?",
        "Edo State Waste Management Board address please",
        "Where is the Edo State Waste Management Board?",
        "Edo State Waste Management Board office location?"
      ],
      "responses": [
        "The Edo State Waste Management Board is located at  Opposite Festival Hall, Government House, Dennis Osadebey Avenue, GRA, Benin City, Edo State."
      ]
    },
    {
      "tag": "judicial_service_commission",
      "patterns": [
        "What is the address of Judicial Service Commission?",
        "Where can I find the Judicial Service Commission?",
        "Judicial Service Commission address please",
        "Where is the Judicial Service Commission?",
        "Judicial Service Commission office location?"
      ],
      "responses": [
        "The Judicial Service Commission is located at The Edo State Judicial Service Commission is located in the High Court Building, Sapele Road, Benin City, Edo State, Nigeria."
      ]
    },
    {
      "tag": "edo_state_board_for_technical_vocational_education",
      "patterns": [
        "What is the address of Edo State Board For Technical Vocational Education?",
        "Where can I find the Edo State Board For Technical Vocational Education?",
        "Edo State Board For Technical Vocational Education address please",
        "Where is the Edo State Board For Technical Vocational Education?",
        "Edo State Board For Technical Vocational Education office location?",
        "Where is BTVE's office?"
      ],
      "responses": [
        "The Edo State Board For Technical Vocational Education is located at Block D, 5th Floor, Secretariat   Building, Benin City.."
      ]
    },
    {
      "tag": "edo_state_broadcasting_service_ebs",
      "patterns": [
        "What is the address of Edo State Broadcasting Service (EBS)?",
        "Where can I find the Edo State Broadcasting Service (EBS)?",
        "Edo State Broadcasting Service (EBS) address please",
        "Where is the Edo State Broadcasting Service (EBS)?",
        "Edo State Broadcasting Service (EBS) office location?",
        "Where is EBS's office?"
      ],
      "responses": [
        "The Edo State Broadcasting Service (EBS) is located at Aduwawa, Edo State, Nigeria.."
      ]
    },
    {
      "tag": "edo_state_arts_culture_and_tourism",
      "patterns": [
        "What is the address of Edo State Arts, Culture and Tourism?",
        "Where can I find the Edo State Arts, Culture and Tourism?",
        "Edo State Arts, Culture and Tourism address please",
        "Where is the Edo State Arts, Culture and Tourism?",
        "Edo State Arts, Culture and Tourism office location?"
      ],
      "responses": [
        "The Edo State Arts, Culture and Tourism is located at Block D, 6th Floor, Secretariat Complex, Sapele Road, Benin City."
      ]
    },
    {
      "tag": "edo_state_bureau_of_statistics",
      "patterns": [
        "What is the address of Edo State Bureau Of Statistics?",
        "Where can I find the Edo State Bureau Of Statistics?",
        "Edo State Bureau Of Statistics address please",
        "Where is the Edo State Bureau Of Statistics?",
        "Edo State Bureau Of Statistics office location?"
      ],
      "responses": [
        "The Edo State Bureau Of Statistics is located at 10th Foor, Palm House, Block A  Secretariat   Complex, Sapele Road Benin City."
      ]
    },
    {
      "tag": "edo_state_college_of_health_sciences_and_technology",
      "patterns": [
        "What is the address of Edo State College Of Health Sciences And Technology?",
        "Where can I find the Edo State College Of Health Sciences And Technology?",
        "Edo State College Of Health Sciences And Technology address please",
        "Where is the Edo State College Of Health Sciences And Technology?",
        "Edo State College Of Health Sciences And Technology office location?"
      ],
      "responses": [
        "The Edo State College Of Health Sciences And Technology is located at School Of Health Technology, Dumez Road, Benin City.."
      ]
    },
    {
      "tag": "edo_state_community_and_social_development_agency",
      "patterns": [
        "What is the address of Edo State Community and Social Development Agency?",
        "Where can I find the Edo State Community and Social Development Agency?",
        "Edo State Community and Social Development Agency address please",
        "Where is the Edo State Community and Social Development Agency?",
        "Edo State Community and Social Development Agency office location?"
      ],
      "responses": [
        "The Edo State Community and Social Development Agency is located at Block C, Ground Floor, Secretariat Building.."
      ]
    },
    {
      "tag": "edo_state_health_insurance_commission",
      "patterns": [
        "What is the address of Edo State Health Insurance Commission?",
        "Where can I find the Edo State Health Insurance Commission?",
        "Edo State Health Insurance Commission address please",
        "Where is the Edo State Health Insurance Commission?",
        "Edo State Health Insurance Commission office location?",
        "Where is EdoHIS's office?"
      ],
      "responses": [
        "The Edo State Health Insurance Commission is located at Block B, 8th Floor, Secretariat Complex, Sapele Road, Benin City."
      ]
    },
    {
      "tag": "edo_state_signage_and_advertisement_agency",
      "patterns": [
        "What is the address of Edo State Signage And Advertisement Agency?",
        "Where can I find the Edo State Signage And Advertisement Agency?",
        "Edo State Signage And Advertisement Agency address please",
        "Where is the Edo State Signage And Advertisement Agency?",
        "Edo State Signage And Advertisement Agency office location?"
      ],
      "responses": [
        "The Edo State Signage And Advertisement Agency is located at Block A, 3rd floor , Secretariat Complex, Benin City.."
      ]
    },
    {
      "tag": "edo_state_tourism_agency",
      "patterns": [
        "What is the address of Edo State Tourism Agency?",
        "Where can I find the Edo State Tourism Agency?",
        "Edo State Tourism Agency address please",
        "Where is the Edo State Tourism Agency?",
        "Edo State Tourism Agency office location?"
      ],
      "responses": [
        "The Edo State Tourism Agency is located at No. 17 Vincent Agengomwen Avenue  Beside 4 brigade,ESIPO Premises,  Benin City.."
      ]
    },
    {
      "tag": "edo_state_transport_authority_esta",
      "patterns": [
        "What is the address of Edo State Transport Authority (ESTA)?",
        "Where can I find the Edo State Transport Authority (ESTA)?",
        "Edo State Transport Authority (ESTA) address please",
        "Where is the Edo State Transport Authority (ESTA)?",
        "Edo State Transport Authority (ESTA) office location?",
        "Where is ESTA's office?"
      ],
      "responses": [
        "The Edo State Transport Authority (ESTA) is located at 3rd Floor Block A, Pakm House, Secretariat Complex Sapele Road, Benin City, Edo State."
      ]
    },
    {
      "tag": "edo_state_geographic_information_service_edogis",
      "patterns": [
        "What is the address of Edo State Geographic Information Service (EDOGIS)?",
        "Where can I find the Edo State Geographic Information Service (EDOGIS)?",
        "Edo State Geographic Information Service (EDOGIS) address please",
        "Where is the Edo State Geographic Information Service (EDOGIS)?",
        "Edo State Geographic Information Service (EDOGIS) office location?",
        "Where is EDOGIS's office?"
      ],
      "responses": [
        "The Edo State Geographic Information Service (EDOGIS) is located at Plot 102 Sapele Rd, Benin City.."
      ]
    },
    {
      "tag": "edo_state_emergency_management_agency_edosema",
      "patterns": [
        "What is the address of Edo State Emergency Management Agency (EDOSEMA)?",
        "Where can I find the Edo State Emergency Management Agency (EDOSEMA)?",
        "Edo State Emergency Management Agency (EDOSEMA) address please",
        "Where is the Edo State Emergency Management Agency (EDOSEMA)?",
        "Edo State Emergency Management Agency (EDOSEMA) office location?",
        "Where is EDOSEMA's office?"
      ],
      "responses": [
        "The Edo State Emergency Management Agency (EDOSEMA) is located at Block D, ground floor, State Secretariat Complex."
      ]
    },
    {
      "tag": "edo_state_public_procurement_agency",
      "patterns": [
        "What is the address of Edo State Public Procurement Agency?",
        "Where can I find the Edo State Public Procurement Agency?",
        "Edo State Public Procurement Agency address please",
        "Where is the Edo State Public Procurement Agency?",
        "Edo State Public Procurement Agency office location?"
      ],
      "responses": [
        "The Edo State Public Procurement Agency is located at Block C, 7th Floor, Secretariat Complex."
      ]
    },
    {
      "tag": "edo_state_primary_healthcare_development_agency",
      "patterns": [
        "What is the address of Edo State Primary Healthcare Development Agency?",
        "Where can I find the Edo State Primary Healthcare Development Agency?",
        "Edo State Primary Healthcare Development Agency address please",
        "Where is the Edo State Primary Healthcare Development Agency?",
        "Edo State Primary Healthcare Development Agency office location?",
        "Where is PHC's office?"
      ],
      "responses": [
        "The Edo State Primary Healthcare Development Agency is located at Exotic Street, Off Airport Road, Benin City."
      ]
    },
    {
      "tag": "edo_state_traffic_control_and_management_agency edstma",
      "patterns": [
        "What is the address of Edo State Traffic Control and Management Agency(EDSTMA)?",
        "Where can I find the Edo State Traffic Control and Management Agency(EDSTMA)?",
        "Edo State Traffic Control and Management Agency(EDSTMA) address please",
        "Where is the Edo State Traffic Control and Management Agency(EDSTMA)?",
        "Edo State Traffic Control and Management Agency(EDSTMA) office location?",
        "Where is EDSTMA's office?"
      ],
      "responses": [
        "The Edo State Traffic Control and Management Agency(EDSTMA) is located at Ministry of Works Premises, 18 Sapele Road, Benin City."
      ]
    },
    {
      "tag": "edo_state_public_building_and_maintenance_agency",
      "patterns": [
        "What is the address of Edo State Public Building And Maintenance Agency?",
        "Where can I find the Edo State Public Building And Maintenance Agency?",
        "Edo State Public Building And Maintenance Agency address please",
        "Where is the Edo State Public Building And Maintenance Agency?",
        "Edo State Public Building And Maintenance Agency office location?"
      ],
      "responses": [
        "The Edo State Public Building And Maintenance Agency is located at 1st Floor, Block C, Secretariat Complex, Sapele Road, Benin City, Edo State."
      ]
    },
    {
      "tag": "edo_state_investment_promotion_office",
      "patterns": [
        "What is the address of Edo State Investment Promotion Office?",
        "Where can I find the Edo State Investment Promotion Office?",
        "Edo State Investment Promotion Office address please",
        "Where is the Edo State Investment Promotion Office?",
        "Edo State Investment Promotion Office office location?",
        "Where is ESIPO's office?"
      ],
      "responses": [
        "The Edo State Investment Promotion Office is located at No 17, Vincent Agenmonmen Street, Beside 4 Brigade, GRA Benin City.."
      ]
    },
    {
      "tag": "ministry_of_public_security_and_safety",
      "patterns": [
        "What is the address of Ministry Of Public Security and Safety?",
        "Where can I find the Ministry Of Public Security and Safety?",
        "Ministry Of Public Security and Safety address please",
        "Where is the Ministry Of Public Security and Safety?",
        "Ministry Of Public Security and Safety office location?"
      ],
      "responses": [
        "The Ministry Of Public Security and Safety is located at 6th Floor, Block C, Secretariat Complex, Sapele Road, Benin City, Edo State."
      ]
    },
    {
      "tag": "high_court_of_justice",
      "patterns": [
        "What is the address of High Court Of Justice?",
        "Where can I find the High Court Of Justice?",
        "High Court Of Justice address please",
        "Where is the High Court Of Justice?",
        "High Court Of Justice office location?"
      ],
      "responses": [
        "The High Court Of Justice is located at Sapele Road, Before State Secretariat Complex, Benin City.."
      ]
    },
    {
      "tag": "directorate_of_cabinet_political_and_special_services",
      "patterns": [
        "What is the address of Directorate Of Cabinet, Political And Special Services?",
        "Where can I find the Directorate Of Cabinet, Political And Special Services?",
        "Directorate Of Cabinet, Political And Special Services address please",
        "Where is the Directorate Of Cabinet, Political And Special Services?",
        "Directorate Of Cabinet, Political And Special Services office location?"
      ],
      "responses": [
        "The Directorate Of Cabinet, Political And Special Services is located at Dennis Osadebey Avenue, Government House Benin City.."
      ]
    },
    {
      "tag": "ministry_of_budget_and_economic_planning",
      "patterns": [
        "What is the address of Ministry Of Budget And Economic Planning?",
        "Where can I find the Ministry Of Budget And Economic Planning?",
        "Ministry Of Budget And Economic Planning address please",
        "Where is the Ministry Of Budget And Economic Planning?",
        "Ministry Of Budget And Economic Planning office location?"
      ],
      "responses": [
        "The Ministry Of Budget And Economic Planning is located at Block B, 1st Floor, Secretariat  Complex, Sapele Road, Benin City."
      ]
    },
    {
      "tag": "ministry_of_environment_and_sustainability",
      "patterns": [
        "What is the address of Ministry Of Environment And Sustainability?",
        "Where can I find the Ministry Of Environment And Sustainability?",
        "Ministry Of Environment And Sustainability address please",
        "Where is the Ministry Of Environment And Sustainability?",
        "Ministry Of Environment And Sustainability office location?"
      ],
      "responses": [
        "The Ministry Of Environment And Sustainability is located at Block B, 3rd Floor, Secretariat  Complex, Sapele Road, Benin City."
      ]
    },
    {
      "tag": "ministry_of_business_trade_and_cooperative",
      "patterns": [
        "What is the address of Ministry Of Business, Trade and Cooperative?",
        "Where can I find the Ministry Of Business, Trade and Cooperative?",
        "Ministry Of Business, Trade and Cooperative address please",
        "Where is the Ministry Of Business, Trade and Cooperative?",
        "Ministry Of Business, Trade and Cooperative office location?"
      ],
      "responses": [
        "The Ministry Of Business, Trade and Cooperative is located at 7th floor , Block c Secretariant Complex, Sapele Road, Benin City"
      ]
    },
    {
      "tag": "ministry_of_information_and_communication",
      "patterns": [
        "What is the address of Ministry Of Information And Communication?",
        "Where can I find the Ministry Of Information And Communication?",
        "Ministry Of Information And Communication address please",
        "Where is the Ministry Of Information And Communication?",
        "Ministry Of Information And Communication office location?"
      ],
      "responses": [
        "The Ministry Of Information And Communication is located at Block B, 4th Floor, Secretariat Complex, Sapele Road, Benin City."
      ]
    },
    {
      "tag": "ministry_of_education",
      "patterns": [
        "What is the address of Ministry Of Education?",
        "Where can I find the Ministry Of Education?",
        "Ministry Of Education address please",
        "Where is the Ministry Of Education?",
        "Ministry Of Education office location?"
      ],
      "responses": [
        "The Ministry Of Education is located at Block B, 6th Floor Secretariat  Complex, Sapele Road, Benin City."
      ]
    },
    {
      "tag": "ministry_of_youth_and_humanitarian_affair",
      "patterns": [
        "What is the address of Ministry Of Youth And Humanitarian Affair?",
        "Where can I find the Ministry Of Youth And Humanitarian Affair?",
        "Ministry Of Youth And Humanitarian Affair address please",
        "Where is the Ministry Of Youth And Humanitarian Affair?",
        "Ministry Of Youth And Humanitarian Affair office location?"
      ],
      "responses": [
        "The Ministry Of Youth And Humanitarian Affair is located at 2nd Floor, Block B, Secretariat Complex, Sapele Road, Benin City."
      ]
    },
    {
      "tag": "ministry_of_science_and_technology",
      "patterns": [
        "What is the address of Ministry Of Science and Technology?",
        "Where can I find the Ministry Of Science and Technology?",
        "Ministry Of Science and Technology address please",
        "Where is the Ministry Of Science and Technology?",
        "Ministry Of Science and Technology office location?"
      ],
      "responses": [
        "The Ministry Of Science and Technology is located at Block D, 4th Floor, State Secretariat   Complex, Sapele Road, Benin City.."
      ]
    },
    {
      "tag": "ministry_of_finance",
      "patterns": [
        "What is the address of Ministry Of Finance?",
        "Where can I find the Ministry Of Finance?",
        "Ministry Of Finance address please",
        "Where is the Ministry Of Finance?",
        "Ministry Of Finance office location?"
      ],
      "responses": [
        "The Ministry Of Finance is located at 1st floor, Block A, Palm House, State Secretariat Complex."
      ]
    },
    {
      "tag": "ministry_of_health",
      "patterns": [
        "What is the address of Ministry Of Health?",
        "Where can I find the Ministry Of Health?",
        "Ministry Of Health address please",
        "Where is the Ministry Of Health?",
        "Ministry Of Health office location?"
      ],
      "responses": [
        "The Ministry Of Health is located at 2nd and 3rd Floor, Block D, State SAecretariat Complex Sapele Road, Benin."
      ]
    },
    {
      "tag": "ministry_of_local_government_and_chieftaincy_affairs",
      "patterns": [
        "What is the address of Ministry Of Local Government and Chieftaincy Affairs?",
        "Where can I find the Ministry Of Local Government and Chieftaincy Affairs?",
        "Ministry Of Local Government and Chieftaincy Affairs address please",
        "Where is the Ministry Of Local Government and Chieftaincy Affairs?",
        "Ministry Of Local Government and Chieftaincy Affairs office location?"
      ],
      "responses": [
        "The Ministry Of Local Government and Chieftaincy Affairs is located at 6th Floor, Block B, Secretariat Complex, Sapele Road, Benin City, Edo State."
      ]
    },
    {
      "tag": "ministry_of_water_resources_and_energy",
      "patterns": [
        "What is the address of Ministry Of Water Resources and Energy?",
        "Where can I find the Ministry Of Water Resources and Energy?",
        "Ministry Of Water Resources and Energy address please",
        "Where is the Ministry Of Water Resources and Energy?",
        "Ministry Of Water Resources and Energy office location?"
      ],
      "responses": [
        "The Ministry Of Water Resources and Energy is located at 3rd Floor, Block C, Secretariat Complex, Saopele Road Benin City."
      ]
    },
    {
      "tag": "ministry_of_works",
      "patterns": [
        "What is the address of Ministry Of Works?",
        "Where can I find the Ministry Of Works?",
        "Ministry Of Works address please",
        "Where is the Ministry Of Works?",
        "Ministry Of Works office location?"
      ],
      "responses": [
        "The Ministry Of Works is located at 18 Sapele Road, Benin City, Edo State."
      ]
    },
    {
      "tag": "ministry_of_mining",
      "patterns": [
        "What is the address of Ministry Of Mining?",
        "Where can I find the Ministry Of Mining?",
        "Ministry Of Mining address please",
        "Where is the Ministry Of Mining?",
        "Ministry Of Mining office location?"
      ],
      "responses": [
        "The Ministry Of Mining is located at 7th Floor, Block B, Secretariat Complex, Benin City, Edo State.."
      ]
    },
    {
      "tag": "office_of_the_accountant_general",
      "patterns": [
        "What is the address of Office Of The Accountant General?",
        "Where can I find the Office Of The Accountant General?",
        "Office Of The Accountant General address please",
        "Where is the Office Of The Accountant General?",
        "Office Of The Accountant General office location?",
        "Where is AG's office?"
      ],
      "responses": [
        "The Office Of The Accountant General is located at Treasury House, Secretariat Complex, Sapele Road, Benin City."
      ]
    },
    {
      "tag": "office_of_the_auditor_general_local_government",
      "patterns": [
        "What is the address of Office Of The Auditor General Local Government?",
        "Where can I find the Office Of The Auditor General Local Government?",
        "Office Of The Auditor General Local Government address please",
        "Where is the Office Of The Auditor General Local Government?",
        "Office Of The Auditor General Local Government office location?"
      ],
      "responses": [
        "The Office Of The Auditor General Local Government is located at Benin City, Edo State.."
      ]
    },
    {
      "tag": "office_of_the_sustainable_development_goals_sdgs",
      "patterns": [
        "What is the address of Office Of The Sustainable Development Goals (SDGs)?",
        "Where can I find the Office Of The Sustainable Development Goals (SDGs)?",
        "Office Of The Sustainable Development Goals (SDGs) address please",
        "Where is the Office Of The Sustainable Development Goals (SDGs)?",
        "Office Of The Sustainable Development Goals (SDGs) office location?",
        "Where is SDG's office?"
      ],
      "responses": [
        "The Office Of The Sustainable Development Goals (SDGs) is located at NYSC Zonal Office, Ikponkpan Road, Benin City, Edo State."
      ]
    },
    {
      "tag": "traditional_medicine_board",
      "patterns": [
        "What is the address of Traditional Medicine Board?",
        "Where can I find the Traditional Medicine Board?",
        "Traditional Medicine Board address please",
        "Where is the Traditional Medicine Board?",
        "Traditional Medicine Board office location?"
      ],
      "responses": [
        "The Traditional Medicine Board is located at 24 Airport Road, Benin City, Edo State."
      ]
    },
    {
      "tag": "ministry_of_agriculture_and_food_security",
      "patterns": [
        "What is the address of Ministry Of Agriculture And Food Security?",
        "Where can I find the Ministry Of Agriculture And Food Security?",
        "Ministry Of Agriculture And Food Security address please",
        "Where is the Ministry Of Agriculture And Food Security?",
        "Ministry Of Agriculture And Food Security office location?"
      ],
      "responses": [
        "The Ministry Of Agriculture And Food Security is located at Ezoti Street, Oredo lga, Benin City, Edo State."
      ]
    },
    {
      "tag": "ministry_of_women_affairs_and_social_development",
      "patterns": [
        "What is the address of Ministry Of Women Affairs and Social Development?",
        "Where can I find the Ministry Of Women Affairs and Social Development?",
        "Ministry Of Women Affairs and Social Development address please",
        "Where is the Ministry Of Women Affairs and Social Development?",
        "Ministry Of Women Affairs and Social Development office location?"
      ],
      "responses": [
        "The Ministry Of Women Affairs and Social Development is located at Block C, 1st Floor, Secretariat Complex."
      ]
    },
    {
      "tag": "small_town_and_rural_water_supply_and_sanitation_agency_struwassa",
      "patterns": [
        "What is the address of Small Town and Rural Water Supply And Sanitation Agency (STRUWASSA)?",
        "Where can I find the Small Town and Rural Water Supply And Sanitation Agency (STRUWASSA)?",
        "Small Town and Rural Water Supply And Sanitation Agency (STRUWASSA) address please",
        "Where is the Small Town and Rural Water Supply And Sanitation Agency (STRUWASSA)?",
        "Small Town and Rural Water Supply And Sanitation Agency (STRUWASSA) office location?",
        "Where is STRUWASSA's office?"
      ],
      "responses": [
        "The Small Town and Rural Water Supply And Sanitation Agency (STRUWASSA) is located at EDPA Building, along Sakponba road, beside Jara Supermarket."
      ]
    },
    {
      "tag": "directorate_of_corporate_change_communication_and_performance_mgt.",
      "patterns": [
        "What is the address of Directorate of Corporate Change, Communication and Performance Mgt.?",
        "Where can I find the Directorate of Corporate Change, Communication and Performance Mgt.?",
        "Directorate of Corporate Change, Communication and Performance Mgt. address please",
        "Where is the Directorate of Corporate Change, Communication and Performance Mgt.?",
        "Directorate of Corporate Change, Communication and Performance Mgt. office location?"
      ],
      "responses": [
        "The Directorate of Corporate Change, Communication and Performance Mgt. is located at Dennis Ossadebey Avenue, Government House, GRA, Benin City, Edo State.."
      ]
    },
    {
      "tag": "office_of_the_auditor_general_state",
      "patterns": [
        "What is the address of Office Of The Auditor General (State)?",
        "Where can I find the Office Of The Auditor General (State)?",
        "Office Of The Auditor General (State) address please",
        "Where is the Office Of The Auditor General (State)?",
        "Office Of The Auditor General (State) office location?"
      ],
      "responses": [
        "The Office Of The Auditor General (State) is located at 11 Boundary Road, Benin City, Edo State."
      ]
    },
    {
      "tag": "edo_state_electrification_agency",
      "patterns": [
        "What is the address of Edo State Electrification Agency?",
        "Where can I find the Edo State Electrification Agency?",
        "Edo State Electrification Agency address please",
        "Where is the Edo State Electrification Agency?",
        "Edo State Electrification Agency office location?"
      ],
      "responses": [
        "The Edo State Electrification Agency is located at 4 Ewaise Road, Benin City, Edo State."
      ]
    },
    {
      "tag": "edo_state_liaison_office_lagos",
      "patterns": [
        "What is the address of Edo State Liaison Office Lagos?",
        "Where can I find the Edo State Liaison Office – Lagos?",
        "Edo State Liaison Office  Lagos address please",
        "Where is the Edo State Liaison Office Lagos?",
        "Edo State Liaison Office  Lagos office location?"
      ],
      "responses": [
        "The Edo State Liaison Office  Lagos is located at Edo House, Plot 1225, Ahmadu Bello Way, Victoria Island, Lagos."
      ]
    },
    {
      "tag": "edo_state_liaison_office_abuja",
      "patterns": [
        "What is the address of Edo State Liaison Office  Abuja?",
        "Where can I find the Edo State Liaison Office  Abuja?",
        "Edo State Liaison Office  Abuja address please",
        "Where is the Edo State Liaison Office  Abuja?",
        "Edo State Liaison Office  Abuja office location?"
      ],
      "responses": [
        "The Edo State Liaison Office  Abuja is located at Plot 75, Ralph Shodeinde Street, Central Business District, Abuja."
      ]
    },
    {
      "tag": "edo_state_digital_governance_and_data_management_agency",
      "patterns": [
        "What is the address of Edo State Digital Governance and Data Management Agency  (Edo DiDA)?",
        "Where can I find the Edo State Digital Governance and Data Management Agency (Edo DiDA)?",
        "Edo State Digital Governance and Data Management Agency address please (Edo DiDA)",
        "Where is the Edo State Digital Governance and Data Management Agency  Edo DiDA?",
        "Edo State Digital Governance and Data Management Agency  EDO DiDA'soffice location?",
        "Where is EDODiDA's office?"
      ],
      "responses": [
        "The Edo State Digital Governance and Data Management Agency is located at No. 17 Vincent Agenmomen Avenue  Beside 4 brigade, ESIPO Compound, Benin City.."
      ]
    },
    {
      "tag": "edo_state_forestry_commission",
      "patterns": [
        "What is the address of Edo State Forestry Commission?",
        "Where can I find the Edo State Forestry Commission?",
        "Edo State Forestry Commission address please",
        "Where is the Edo State Forestry Commission?",
        "Edo State Forestry Commission office location?"
      ],
      "responses": [
        "The Edo State Forestry Commission is located at   AirPort  Road, After ADP junction, ADP,  Benin City, Edo State."
      ]
    },
    {
      "tag": "edo_state_sport_commission",
      "patterns": [
        "What is the address of Edo State Sport Commission?",
        "Where can I find the Edo State Sport Commission?",
        "Edo State Sport Commission address please",
        "Where is the Edo State Sport Commission?",
        "Edo State Sport Commission office location?"
      ],
      "responses": [
        "The Edo State Sport Commission is located at 3/5 Ugomosun Street, Off Dumez Road, Benin City, Edo State."
      ]
    },
    {
      "tag": "edo_college_of_nursing_sciences",
      "patterns": [
        "What is the address of Edo College of Nursing Sciences?",
        "Where can I find the Edo College of Nursing Sciences?",
        "Edo College of Nursing Sciences address please",
        "Where is the Edo College of Nursing Sciences?",
        "Edo College of Nursing Sciences office location?"
      ],
      "responses": [
        "The Edo College of Nursing Sciences is located at Kilometer 6, Sapele Road by Godwin Abbe Road, Benin City, Edo State."
      ]
    },
    {
      "tag": "edo_state_skill_development_agency",
      "patterns": [
        "What is the address of Edo State Skill Development Agency?",
        "Where can I find the Edo State Skill Development Agency?",
        "Edo State Skill Development Agency address please",
        "Where is the Edo State Skill Development Agency?",
        "Edo State Skill Development Agency office location?",
        "Where is EdoJobs's office?"
      ],
      "responses": [
        "The Edo State Skill Development Agency is located at Government House, Edo State."
      ]
    },
    {
      "tag": "edo_state_pension_bureau",
      "patterns": [
        "What is the address of Edo State Pension Bureau?",
        "Where can I find the Edo State Pension Bureau?",
        "Edo State Pension Bureau address please",
        "Where is the Edo State Pension Bureau?",
        "Edo State Pension Bureau office location?"
      ],
      "responses": [
        "The Edo State Pension Bureau is located at Ring Road, Beside Oredo Secretariat Complx, Benin City."
      ]
    },
    {
      "tag": "information_communication_and_technology_agency",
      "patterns": [
        "What is the address of Information Communication and Technology Agency?",
        "Where can I find the Information Communication and Technology Agency?",
        "Information Communication and Technology Agency address please",
        "Where is the Information Communication and Technology Agency?",
        "Information Communication and Technology Agency office location?",
        "Where is ICTA's office?"
      ],
      "responses": [
        "The Information Communication and Technology Agency is located at No 1 Okada Avenue, GRA, Behind JOOPSA."
      ]
    },
    {
      "tag": "ministry_of_justice",
      "patterns": [
        "What is the address of Ministry of Justice?",
        "Where can I find the Ministry of Justice?",
        "Ministry of Justice address please",
        "Where is the Ministry of Justice?",
        "Ministry of Justice office location?"
      ],
      "responses": [
        "The Ministry of Justice is located at Floor 4th&5th, Block C, Secretariat Complx, Sapele Road, Benin City, Edo State."
      ]
    },
    {
      "tag": "edo_state_urban_water_corporation_eduwc",
      "patterns": [
        "What is the address of Edo State Urban Water Corporation, EDUWC?",
        "Where can I find the Edo State Urban Water Corporation, EDUWC?",
        "Edo State Urban Water Corporation, EDUWC address please",
        "Where is the Edo State Urban Water Corporation, EDUWC?",
        "Edo State Urban Water Corporation, EDUWC office location?",
        "Where is EDUWC's office?"
      ],
      "responses": [
        "The Edo State Urban Water Corporation, EDUWC is located at 1st Floor , EDPA Building,Beside Jara Supermarket, Sakponba Road, Benin City, Edo State.."
      ]
    }
  ]
}